11/data/attachments/367303d49c19b4aa.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_864345ea-caba-4b45-ba99-f08823b7c9b5</nif:username>
            <nif:friendToBeAdded>Danielle_policy_Actions_12583_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>